[
  {
    "year": "2022",
    "title": "Music of the Spheres – Buenos Aires",
    "description": "Coldplay performed at River Plate Stadium in Buenos Aires with dazzling lights and eco-conscious themes. The show featured interactive LED wristbands, sustainable stage design, and a career-spanning setlist that included new songs from Music of the Spheres.",
    "imageURL": "https://upload.wikimedia.org/wikipedia/commons/f/f3/Coldplay_MOTS_Tour_2022_Buenos_Aires.jpg",
    "category": "World Tour"
  },
  {
    "year": "2016",
    "title": "Glastonbury Festival",
    "description": "Coldplay headlined the Glastonbury Festival for the fourth time, delivering a career-spanning set to over 175,000 festival-goers. The performance included classics like 'Yellow', 'Fix You', and 'Viva La Vida', along with colorful confetti cannons and stunning visual effects.",
    "imageURL": "https://upload.wikimedia.org/wikipedia/commons/0/09/Coldplay_Glastonbury_2016.jpg",
    "category": "Festival"
  },
  {
    "year": "2012",
    "title": "Mylo Xyloto Tour – Paris",
    "description": "A vibrant show with interactive LED wristbands and energetic performances in Paris. The Mylo Xyloto tour was known for its colorful stage design, graffiti-inspired visuals, and the debut of the iconic Xyloband technology that synchronized with the music.",
    "imageURL": "https://upload.wikimedia.org/wikipedia/commons/1/12/Coldplay_Paris_2012.jpg",
    "category": "World Tour"
  },
  {
    "year": "2008",
    "title": "Viva La Vida Tour – London",
    "description": "The band performed at Wembley Stadium with a mix of their greatest hits and new material from Viva La Vida or Death and All His Friends. The show featured orchestral arrangements and marked Coldplay's evolution into stadium rock territory.",
    "imageURL": "https://upload.wikimedia.org/wikipedia/commons/8/86/Coldplay_Viva_La_Vida_Tour.jpg",
    "category": "World Tour"
  },
  {
    "year": "2005",
    "title": "Live 8 – Hyde Park",
    "description": "Coldplay joined the global Live 8 charity concert with a memorable performance in London's Hyde Park. They played to a crowd of 200,000 people as part of the campaign to 'Make Poverty History' and influenced the G8 summit's decisions on debt relief.",
    "imageURL": "https://upload.wikimedia.org/wikipedia/commons/9/96/Coldplay_Live8_2005.jpg",
    "category": "Charity"
  },
  {
    "year": "2003",
    "title": "A Rush of Blood to the Head Tour – Los Angeles",
    "description": "An intimate yet powerful show at the Hollywood Bowl that solidified Coldplay's rise to global fame. The performance showcased songs from their critically acclaimed album 'A Rush of Blood to the Head' including 'Clocks', 'The Scientist', and 'In My Place'.",
    "imageURL": "https://upload.wikimedia.org/wikipedia/commons/6/6e/Coldplay_LA_2002.jpg",
    "category": "World Tour"
  },
  {
    "year": "2000",
    "title": "Parachutes Tour – Manchester",
    "description": "A raw and emotional performance following the release of their debut album, Parachutes. This show at Manchester Academy captured the band in their early days, with Chris Martin's vulnerable vocals and the band's alternative rock sound that would define their early career.",
    "imageURL": "https://upload.wikimedia.org/wikipedia/commons/f/fd/Coldplay_Parachutes_Tour_2000.jpg",
    "category": "Early Tour"
  },
  {
    "year": "1999",
    "title": "Camden Falcon Pub",
    "description": "One of Coldplay's earliest gigs before their debut album, performed in an intimate London venue to just 50 people. This historic performance represents the humble beginnings of what would become one of the world's biggest bands, featuring early versions of songs that would later appear on Parachutes.",
    "imageURL": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Coldplay_Camden_Falcon_1999.jpg",
    "category": "Early Performance"
  }
]
